Category.create(name: 'Community', jp: 'コミュニティ')
Category.create(name: 'Career', jp: 'キャリア')
Category.create(name: 'Gender', jp: 'ジェンダー')
Category.create(name: 'Leader', jp: '管理職')
Category.create(name: 'WorkStyle', jp: 'ワークスタイル')
Category.create(name: 'Skill', jp: 'スキル')
Category.create(name: 'Child', jp: '子育て')
Category.create(name: 'Marriage', jp: '結婚')

Message.create(title: 'ミレニアル世代の価値観は違う ー 女性の働き方や悩みとは？', text: 'ミレニアル世代は幼少の頃からIT製品が身近にあり、インターネットやSNSにも感度が高く、情報リテラシーに優れているとされています。インターネットを通じて物事を多角的視点で見ることに慣れているため、個人主義でありながらも多様性を受け入れることができる柔軟性を持った世代。また、消費活動には活発でなく、「モノを所有」することよりも「モノを共有」する「シェア」という概念に理解があり、シェアリングサービスを活用する人が多いという特徴もあります。

ミレニアル世代の前は、終身雇用制で会社など組織への帰属意識が高く、マイカーやマイホームなど、「モノを所有する」消費活動も活発だった世代といわれています。また、現在のようにSNSで他人とコミュニケーションを取るという文化がなかったので、日ごろ接する他人といえば会社や親しい友人が中心。それゆえに、前の世代とミレニアル世代の価値観の違いは大きいとされています。

ミレニアル世代はワークライフバランスを重視する傾向にあり、フレックス勤務や在宅勤務、ノマドワーカーなど、柔軟性のある働き方を望む人が多いとされています。終身雇用制が当たり前という考え方を持つ人は少なく、副業する人や、転職や起業でキャリア形成をしていく人、フリーランスとして働く人も多いのが特徴です。

元号も代わり、ますます年齢的に社内での立場が責任あるものに変化していくこれから。特に女性は、結婚・出産といったライフイベントを迎える人も多くなってきます。', category_id: '5')
Message.create(title: '理想の自分になるには。今日から理想の自分に近づく5STEP', text: '「理想の自分」って、どんな自分ですか？

私の夢は壮大です。貧困を解決したいし、大学で研究もしたいし、会社経営もしたい。

プライベートでは、好きなウイスキーの世界を極めたい。穏やかな性格の夫と交代で、毎食おいしい料理を作りたい。子どもを持てるなら育てたいし、その子にとって一番いい教育を与えたい。忙しくてもネイルや髪もツヤツヤで、最新トレンドを取り入れた賢い買い物をしたい。

ご覧になってすぐ分かりましたね？こんなもの、全部叶えるのはムリです。でも、人って「理想の自分」を想像したときに、“全ての夢詰め込みパック”を作ってしまいがちなんです。でも、それって私と同じように、矛盾した条件をはらんでいませんか？

そりゃ、行動する気が失せますよね。理想の自分がパーフェクトヒューマン過ぎますもん。

今回は、私のようなミスを犯さず理想の自分に近付けるよう、今日からできる5つのSTEPをお伝えします。', category_id: '2')
Message.create(title: '職場のコミュニケーション不足で起こる2つの問題＆すぐできる対策法', text: 'ストレスなく、仕事が円滑に進むかは「人間関係」によります。

日頃からコミュニケーションを取っていれば「ちょっとしたお願い」や「ちょっとした確認」は呼吸をするように行えますが、そうでないと話しかけるのも一大事になります。

HR総研が実施した『社内コミュニケーションに関する調査 』では「コミュニケーションに課題があると感じる企業」は8割にも上ったという結果が出ています。

特に「部門間のコミュニケーション」は課題が多く、現代においても縦割り社会の企業がまだまだ多いようです。

本調査では、企業規模にかかわらず「コミュニケーション不足は業務の障害になる」という回答が9割を超え、企業におけるコミュニケーション不足が明確なボトルネックとなっていることが見て取れます。

現在は「飲みニケーション」は死語となり、仕事とプライベートは分けるという考え方が主流です。

それにより、煩わしさは少なくなりましたが、だからといって職場のコミュニケーションが不必要かというと、そうではありません。

「仕事をうまく進めるためのコミュニケーション」は、ある種の業務として必要だと私は考えます。', category_id: '1')
Message.create(title: '「人間関係に疲れる」そう思ったあなたを救う方法', text: '「人間関係が疲れる。つらい」と思っているあなたへ。その原因や疲れたときの対処法、人間関係をラクに捉えるコツを教えます。私達は他人と関わらずに生きていくことはできません。中には、あなたに大きなストレスを与えてくる人もいることでしょう。

そういう人と関わり続けていると、精神的にどんどん疲弊していき、「人間関係が面倒くさい」「ほんと疲れる」という気持ちになってしまいます。

もしあなたが今そんなふうに感じているとしたら、このコラムを読んでぜひ役立ててください。', category_id: '1')
Message.create(title: '楽しい人生を送るために。つまらない毎日からの脱却法', text: '代わり映えのない毎日に「人生つまらないな……」なんて思っていませんか？
「毎日がつまらないのですが、どうしたら楽しくなりますか？」というお悩みに今回は回答させていただくのですが、それとよく似たお悩みとして「毎日がつらい」というものが御座います。

この2つは非常によく似ていますが、根本的な原因まで考えると全く別の問題であると考えなくてはなりません。

例えば、毎日ろくな食事も食べられない生活は「つらい生活」であっても「つまらない生活」ではないでしょう。一方で、ラノベの主人公が言いがちな「今の生活は退屈だな」的な生活は、「つまらない生活」であっても「つらい生活」ではありません。

この2つの違いを一言でいえば、つらい生活は“苦しい原因がある生活”であり、つまらない生活は“楽しい原因がない生活”といえるでしょう。

条件的にこの2つが同時発生することも御座いますが、ひとまず今回は「つまらない生活」について解説をさせていただきます。

もしも皆様がつらい生活でお悩みなのであれば、これはもうつらさの原因になっている根本問題を解決するしかありません。', category_id: '5')
Message.create(title: '言いたいことが言えないのはなぜ？ 心理と自己主張のコツ', text: '主張するのが苦手な人には、いくつか性格の共通点があります。まずは臆病だといえるでしょう。
周りにどう思われるかをビクビク気にしてしまうのですね。そして怒られたり、否定されたりすることを恐れてしまう――まさに臆病というわけです。
それも「気にしすぎじゃない？」と心配されるほどに。
感覚が鋭すぎるのです。
その感受性で、相手の感じていることを「過剰に」汲み取ってしまうのですね。
いま「過剰に」と強調しました。ここがポイントです。というのも私たちは相手の心や感じているすべてを本当に知ることはできないからです。推測しているにすぎないのですね。
とはいえ本人にはリアリティを持って感じられるのです。それが感受性という能力ですから。敏感すぎるがゆえの苦労だといえるでしょう。', category_id: '1')
Message.create(title: '「自分を律する」ことの意味＆人生がうまくいく5つのメリット', text: '人間関係などによるストレスから心が乱れてしまうという方は少なくないと思います。そんなとき、どうやって気持ちを落ち着けて自分を保っていけば良いのでしょうか。

今回は、「自分を律する」ことの意味やそのメリットを解説します。このコラムを読んで、目先のことにとらわれずに自分を上手にコントロールする方法を身に付けていきましょう。', category_id: '1')